Repository: xukeek/gongzuotai
Catalog: Sources/Search/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# announce.aiChooseModelFor
source: Choose a model for %@
zh_hans: 请为 %@ 选择模型

# announce.aiModelNotOnMac
source: The model isn't on this Mac yet
zh_hans: 模型尚未在本机就绪

# announce.aiNoKeyFor
source: No key for %@ yet
zh_hans: 尚无 %@ 的密钥

# announce.aiPrivateTabLocalOnly
source: In a private tab, only an AI on this Mac
zh_hans: 无痕标签页只能使用本机 AI

# announce.aiWebPages
source: AI works on web pages
zh_hans: AI 仅适用于网页

# announce.cacheCleared
source: Cache cleared
zh_hans: 缓存已清除

# announce.captureForgotten
source: Camera, microphone, location and notification choices forgotten
zh_hans: 相机、麦克风、位置与通知的选择已忘记

# announce.chooseWhereAI
source: Choose where the AI runs
zh_hans: 选择 AI 的运行位置

# announce.everySiteCanAsk
source: Every site can ask again
zh_hans: 每个站点都可以再次询问

# announce.historyCleared
source: History cleared
zh_hans: 历史记录已清除

# announce.keyFailed
source: The key wasn't kept
zh_hans: 密钥未能保存

# announce.keyKept
source: Key kept in the keychain
zh_hans: 密钥已保存在钥匙串

# announce.keyUnavailable
source: This copy of Gongzuotai can't keep keys
zh_hans: 此副本的 工作台 无法保存密钥

# announce.keysForgotten
source: Keys forgotten
zh_hans: 密钥已忘记

# announce.latestOne
source: This is the latest one
zh_hans: 已是最新版本

# announce.linksNowOpenHere
source: Links now open here
zh_hans: 链接现在在这里打开

# announce.macosDidntChange
source: macOS didn't change it
zh_hans: macOS 未更改

# announce.signedOutAll
source: Signed out of everything
zh_hans: 已从所有站点退出登录

# announce.turnOnAI
source: Turn on AI in Settings › AI
zh_hans: 在设置 › AI 中开启

# app.passwords
source: Passwords…
zh_hans: 密码…

# app.settings
source: Settings…
zh_hans: 设置…

# app.welcome
source: Welcome…
zh_hans: 欢迎…

# assistant.aboutPage
source: About this page
zh_hans: 关于此页

# assistant.answersFrom
source: Answers from %@
zh_hans: 答案来自 %@

# assistant.askPrompt
source: Ask about this page…
zh_hans: 询问此页…

# assistant.closeHelp
source: Close esc
zh_hans: 关闭 esc

# assistant.continue
source: Continue
zh_hans: 继续

# assistant.footer
source: AI — may be wrong · %@
zh_hans: AI — 可能有误 · %@

# assistant.injectionWarning
source: This page has text written for an AI to follow. The answer may have been steered by it.
zh_hans: 此页含有面向 AI 的文本，回答可能受其影响。

# assistant.notOnPage
source: Not on the page: %@
zh_hans: 页面上没有：%@

# assistant.nothingToRead
source: There's nothing on this page to read.
zh_hans: 此页没有可读内容。

# assistant.reading
source: Reading the page…
zh_hans: 正在阅读页面…

# assistant.summary
source: Summary
zh_hans: 摘要

# bookmarks.add
source: Add This Page
zh_hans: 添加此页

# bookmarks.bar
source: Show Bookmarks Bar
zh_hans: 显示书签栏

# bookmarks.show
source: Show Bookmarks…
zh_hans: 显示书签…

# chrome.capture.alwaysAllow
source: Always allow
zh_hans: 始终允许

# chrome.capture.dontAllow
source: Don't allow
zh_hans: 不允许

# chrome.capture.showInFinder
source: Show in Finder
zh_hans: 在 Finder 中显示

# chrome.find.closeHelp
source: Close the find field and clear its selection.
zh_hans: 关闭查找栏并清除所选内容。

# chrome.find.closeLabel
source: Close Find on Page
zh_hans: 关闭页内查找

# chrome.find.done
source: Done
zh_hans: 完成

# chrome.find.matchCase
source: Match Case
zh_hans: 区分大小写

# chrome.find.matchCaseHelp
source: Match uppercase and lowercase letters exactly.
zh_hans: 严格区分大小写。

# chrome.find.next
source: Next
zh_hans: 下一个

# chrome.find.nextHelp
source: Find the next match.
zh_hans: 查找下一处匹配。

# chrome.find.onPage
source: Find on page
zh_hans: 在页面上查找

# chrome.find.options
source: Search options
zh_hans: 搜索选项

# chrome.find.optionsHelp
source: Choose whether to match case or whole words.
zh_hans: 选择是否区分大小写或整词匹配。

# chrome.find.placeholder
source: Find
zh_hans: 查找

# chrome.find.placeholderHint
source: Type text to search this page. Press Return to find the next match.
zh_hans: 输入要在本页搜索的文字。按 Return 查找下一处。

# chrome.find.previous
source: Previous
zh_hans: 上一个

# chrome.find.previousHelp
source: Find the previous match.
zh_hans: 查找上一处匹配。

# chrome.find.wholeWords
source: Whole words
zh_hans: 整词

# chrome.find.wholeWordsHelp
source: Match complete words. This option is unavailable for PDF pages.
zh_hans: 匹配完整词语。PDF 页面不可用此选项。

# chrome.group.new
source: New Group
zh_hans: 新建分组

# chrome.help.back
source: Back
zh_hans: 后退

# chrome.help.backTip
source: Back ⌘[
zh_hans: 后退 ⌘[

# chrome.help.downloads
source: Downloads
zh_hans: 下载

# chrome.help.forward
source: Forward
zh_hans: 前进

# chrome.help.forwardTip
source: Forward ⌘]
zh_hans: 前进 ⌘]

# chrome.help.mute
source: Mute
zh_hans: 静音

# chrome.help.reload
source: Reload
zh_hans: 重新加载

# chrome.help.reloadTip
source: Reload ⌘R
zh_hans: 重新加载 ⌘R

# chrome.help.stop
source: Stop
zh_hans: 停止

# chrome.help.stopTip
source: Stop ⌘.
zh_hans: 停止 ⌘.

# chrome.help.unmute
source: Unmute
zh_hans: 取消静音

# chrome.hint.hideElements
source: Click anything to hide it. Escape when you're done.
zh_hans: 点按任意内容以隐藏。完成后按 Escape。

# chrome.hunt.default
source: Search
zh_hans: 搜索

# chrome.omnibox.placeholder
source: Enter a web address
zh_hans: 输入网址

# chrome.omnibox.searchSite
source: Search %@
zh_hans: 搜索 %@

# chrome.omnibox.searchSiteA11y
source: Searching %@
zh_hans: 正在搜索 %@

# chrome.omnibox.searchSiteTabA11y
source: Search %@, press Tab
zh_hans: 搜索 %@，按 Tab

# chrome.omnibox.tab
source: Tab
zh_hans: 标签

# chrome.plate.done
source: Done esc
zh_hans: 完成 esc

# chrome.space.delete
source: Delete
zh_hans: 删除

# chrome.space.deleteNamed
source: Delete “%@”?
zh_hans: 删除“%@”？

# chrome.space.downloadsFolder
source: Downloads to the Folder in Settings
zh_hans: 下载到设置中的文件夹

# chrome.space.downloadsFolderPick
source: Downloads Folder…
zh_hans: 下载文件夹…

# chrome.space.downloadsNamed
source: Downloads to “%@”…
zh_hans: 下载到“%@”…

# chrome.space.icon
source: Icon
zh_hans: 图标

# chrome.space.moveLeft
source: Move Left
zh_hans: 左移

# chrome.space.moveRight
source: Move Right
zh_hans: 右移

# chrome.space.new
source: New Space…
zh_hans: 新建空间…

# chrome.space.rename
source: Rename
zh_hans: 重新命名

# chrome.space.renameNamed
source: Rename “%@”…
zh_hans: 重新命名“%@”…

# chrome.storeOffer.add
source: Add this extension to Gongzuotai
zh_hans: 将此扩展添加到 工作台

# chrome.storeOffer.adding
source: Adding…
zh_hans: 正在添加…

# chrome.storeOffer.never
source: Never here
zh_hans: 此处永不

# chrome.storeOffer.notNow
source: Not now
zh_hans: 以后

# chrome.storeOffer.save
source: Save
zh_hans: 存储

# chrome.storeOffer.update
source: Update
zh_hans: 更新

# chrome.tab.new
source: New Tab
zh_hans: 新建标签页

# chrome.tab.recording
source: Recording
zh_hans: 录制中

# command.section.app
source: Gongzuotai
zh_hans: 工作台

# command.section.bookmarks
source: Bookmarks
zh_hans: 书签

# command.section.edit
source: Edit
zh_hans: 编辑

# command.section.file
source: File
zh_hans: 文件

# command.section.history
source: History
zh_hans: 历史记录

# command.section.tabs
source: Tabs
zh_hans: 标签页

# command.section.view
source: View
zh_hans: 显示

# dialog.cancel
source: Cancel
zh_hans: 取消

# dialog.create
source: Create
zh_hans: 创建

# dialog.delete
source: Delete
zh_hans: 删除

# dialog.ok
source: OK
zh_hans: 好

# dialog.rename
source: Rename
zh_hans: 重新命名

# dialog.space.delete.detail
source: Its tabs close, and its cookies and sign-ins are erased from this Mac. History and bookmarks stay.
zh_hans: 其标签页将关闭，本机上的 Cookie 与登录状态会被清除。历史记录与书签保留。

# dialog.space.delete.message
source: Its tabs close, and its cookies and sign-ins are erased from this Mac. History and bookmarks stay.
zh_hans: 其标签页将关闭，本机上的 Cookie 与登录状态会被清除。历史记录与书签保留。

# dialog.space.delete.title
source: Delete Space?
zh_hans: 删除空间？

# dialog.space.downloads.message
source: Downloads in this space go here. Cancel keeps the folder it has.
zh_hans: 此空间的下载将保存到这里。取消则保留当前文件夹。

# dialog.space.downloads.prompt
source: Use for This Space
zh_hans: 用于此空间

# dialog.space.new.detail
source: Its own tabs. Signed in where your other spaces are, unless it starts afresh.
zh_hans: 独立的标签页。除非选择全新开始，否则登录状态与其他空间相同。

# dialog.space.new.message
source: Name this set of tabs
zh_hans: 为这组标签页命名

# dialog.space.new.placeholder
source: Work
zh_hans: 工作

# dialog.space.new.signedOut
source: Start signed out, with its own cookies
zh_hans: 以未登录状态开始，使用独立 Cookie

# dialog.space.new.title
source: New Space
zh_hans: 新建空间

# dialog.space.rename.title
source: Rename Space
zh_hans: 重新命名空间

# edit.find
source: Find on Page…
zh_hans: 在页面上查找…

# edit.findNext
source: Find Next
zh_hans: 查找下一个

# edit.findPrevious
source: Find Previous
zh_hans: 查找上一个

# engine.custom
source: Custom
zh_hans: 自定义

# file.closeTab
source: Close Tab
zh_hans: 关闭标签页

# file.import
source: Bring Things Over…
zh_hans: 导入…

# file.newPrivateTab
source: New Private Tab
zh_hans: 新建无痕标签页

# file.newTab
source: New Tab
zh_hans: 新建标签页

# file.newWindow
source: New Window
zh_hans: 新建窗口

# file.openAddress
source: Open Address…
zh_hans: 打开地址…

# file.print
source: Print…
zh_hans: 打印…

# file.reopen
source: Reopen Closed Tab
zh_hans: 重新打开关闭的标签页

# file.share
source: Share…
zh_hans: 共享…

# glyph.icons
source: Site icons
zh_hans: 网站图标

# glyph.letters
source: Letters
zh_hans: 字母

# history.clear
source: Clear History
zh_hans: 清除历史记录

# history.clearData
source: Clear Browsing Data…
zh_hans: 清除浏览数据…

# history.downloads
source: Downloads…
zh_hans: 下载…

# history.show
source: Show History…
zh_hans: 显示历史记录…

# look.dark
source: Dark
zh_hans: 深色

# look.light
source: Light
zh_hans: 浅色

# look.system
source: System
zh_hans: 跟随系统

# menu.bookmarks
source: Bookmarks
zh_hans: 书签

# menu.bookmarks.edit
source: Edit Bookmark…
zh_hans: 编辑书签…

# menu.help.feedback
source: Send Feedback…
zh_hans: 发送反馈…

# menu.history
source: History
zh_hans: 历史记录

# menu.history.recentlyClosed
source: Recently Closed
zh_hans: 最近关闭

# menu.history.recentlyVisited
source: Recently Visited
zh_hans: 最近访问

# menu.tabs
source: Tabs
zh_hans: 标签页

# menu.tabs.changeLetter
source: Change Letter
zh_hans: 更改字母

# menu.tabs.closeBoth
source: Close Both Pages
zh_hans: 关闭两个页面

# menu.tabs.pin
source: Pin Tab
zh_hans: 固定标签页

# menu.tabs.unpin
source: Unpin Tab
zh_hans: 取消固定

# menu.view.hideSidebar
source: Hide Sidebar
zh_hans: 隐藏侧边栏

# menu.view.hideStudio
source: Hide Extension Studio
zh_hans: 隐藏扩展工作室

# menu.view.hideTabBar
source: Hide Tab Bar
zh_hans: 隐藏标签栏

# menu.view.showSidebar
source: Show Sidebar
zh_hans: 显示侧边栏

# menu.view.showTabBar
source: Show Tab Bar
zh_hans: 显示标签栏

# menu.view.studio
source: Extension Studio
zh_hans: 扩展工作室

# menu.view.tabsWear
source: Tabs Wear
zh_hans: 标签页显示

# settings.about.autoUpdate.detail
source: Off, Gongzuotai still looks every hour and tells you, and installs only when you press Install
zh_hans: 关闭后，工作台 仍每小时检查并通知你，只有按下「安装」时才安装

# settings.about.autoUpdate.title
source: Install updates on its own
zh_hans: 自动安装更新

# settings.about.brand
source: Gongzuotai
zh_hans: 工作台

# settings.about.byline
source: version %@
zh_hans: 版本 %@

# settings.about.checkNow
source: Check now
zh_hans: 立即检查

# settings.about.checkedHourly
source: Checked every hour on its own
zh_hans: 每小时自动检查

# settings.about.checkedRelative
source: Checked %@ — every hour on its own
zh_hans: 已检查 %@ — 每小时自动检查

# settings.about.checking
source: Checking…
zh_hans: 正在检查…

# settings.about.download
source: Download
zh_hans: 下载

# settings.about.downloading
source: Gongzuotai %@ is downloading…
zh_hans: 正在下载 工作台 %@…

# settings.about.downloadingPill
source: Downloading…
zh_hans: 正在下载…

# settings.about.feedback.detail
source: Opens a draft with the version already in it
zh_hans: 打开一封已填入版本号的草稿

# settings.about.feedback.pill
source: Send Feedback
zh_hans: 发送反馈

# settings.about.feedback.title
source: Found something wrong?
zh_hans: 发现了问题？

# settings.about.fetchingNote
source: Quietly, in the background — nothing you have set is touched
zh_hans: 在后台安静进行——不会改动你的设置

# settings.about.install
source: Install
zh_hans: 安装

# settings.about.isOut
source: Gongzuotai %@ is out
zh_hans: 工作台 %@ 已发布

# settings.about.offeredNote
source: Open the disk image, the same as the first time
zh_hans: 打开磁盘映像，与首次安装相同

# settings.about.ready
source: Gongzuotai %@ is ready
zh_hans: 工作台 %@ 已就绪

# settings.about.readyNote
source: It's there the next time you open Gongzuotai
zh_hans: 下次打开 工作台 时即可使用

# settings.about.relaunch
source: Relaunch now
zh_hans: 立即重新启动

# settings.about.shortcut.address
source: Address
zh_hans: 地址栏

# settings.about.shortcut.clear
source: Clear browsing data
zh_hans: 清除浏览数据

# settings.about.shortcut.copyAddress
source: Copy address
zh_hans: 拷贝地址

# settings.about.shortcut.float
source: Float the video
zh_hans: 浮窗播放视频

# settings.about.shortcut.fold
source: Fold the sidebar away
zh_hans: 收起侧边栏

# settings.about.shortcut.hide
source: Hide something on this site
zh_hans: 在此站点隐藏内容

# settings.about.shortcut.nextTab
source: Next tab, a tab by its place
zh_hans: 下一个标签页，或按序号切换

# settings.about.shortcut.pasteGo
source: Paste and go
zh_hans: 粘贴并前往

# settings.about.shortcut.reader
source: Reading mode
zh_hans: 阅读模式

# settings.about.shortcut.sidebar
source: Tabs in a sidebar
zh_hans: 侧边栏标签页

# settings.about.shortcut.switchTab
source: Switch tab
zh_hans: 切换标签页

# settings.about.shortcut.tabOps
source: New, close, reopen tab
zh_hans: 新建、关闭、重新打开标签页

# settings.about.updates
source: Updates
zh_hans: 更新

# settings.about.waitingNote
source: Checked and put in place when you press Install
zh_hans: 按下「安装」时检查并装入

# settings.about.whatsNew.detail
source: Every version's notes, newest first
zh_hans: 每个版本的说明，最新在前

# settings.about.whatsNew.pill
source: What's New…
zh_hans: 新功能…

# settings.about.whatsNew.title
source: What's new
zh_hans: 新功能

# settings.ai.cancel
source: Cancel
zh_hans: 取消

# settings.ai.choose
source: Choose…
zh_hans: 选择…

# settings.ai.continue
source: Continue
zh_hans: 继续

# settings.ai.download
source: Download
zh_hans: 下载

# settings.ai.forget
source: Forget
zh_hans: 忘记

# settings.ai.forgetKeys.detail
source: Deletes them from this Mac's keychain. A key made by signing in with OpenRouter still works until you delete it on openrouter.ai
zh_hans: 从本机钥匙串删除。通过 OpenRouter 登录生成的密钥在 openrouter.ai 删除前仍可用

# settings.ai.forgetKeys.title
source: Forget every key
zh_hans: 忘记所有密钥

# settings.ai.hide
source: Hide
zh_hans: 隐藏

# settings.ai.key
source: Key
zh_hans: 密钥

# settings.ai.key.kept
source: %@, in this Mac's keychain
zh_hans: %@，保存在本机钥匙串

# settings.ai.key.paste
source: Paste your API key
zh_hans: 粘贴你的 API 密钥

# settings.ai.key.pasteOpenRouter
source: Paste one, or sign in and OpenRouter makes one for you
zh_hans: 粘贴密钥，或登录由 OpenRouter 为你生成

# settings.ai.key.unavailable
source: This copy of Gongzuotai can't keep keys safely — it isn't the signed release. An app on this Mac still works
zh_hans: 此副本的 工作台 无法安全保存密钥——不是已签名的发行版。本机 App 仍可使用

# settings.ai.lookAgain
source: Look Again
zh_hans: 再试一次

# settings.ai.model
source: Model
zh_hans: 模型

# settings.ai.model.asking
source: Asking %@…
zh_hans: 正在询问 %@…

# settings.ai.model.default
source: Leave empty for %@
zh_hans: 留空则使用 %@

# settings.ai.model.downloadDetail
source: %@, downloaded once (%@) and checked. Nothing leaves this Mac
zh_hans: %@，下载一次（%@）并校验。内容不会离开本机

# settings.ai.model.downloading
source: Downloading… %lld%%
zh_hans: 正在下载… %lld%%

# settings.ai.model.from
source: From %@ on this Mac
zh_hans: 来自本机的 %@

# settings.ai.model.none
source: %@ isn't running, or has no model yet
zh_hans: %@ 未运行，或尚无模型

# settings.ai.model.preparing
source: Preparing it for this Mac — about twenty seconds, once
zh_hans: 正在为本机准备——约二十秒，仅一次

# settings.ai.model.ready
source: %@, on this Mac. Nothing leaves it
zh_hans: %@，已在本机。内容不会离开

# settings.ai.model.translated
source: Needs the Apple Silicon version of Gongzuotai — this copy runs translated
zh_hans: 需要 Apple 芯片版 工作台 — 此副本以转译方式运行

# settings.ai.open
source: Open
zh_hans: 打开

# settings.ai.remove
source: Remove
zh_hans: 移除

# settings.ai.save
source: Save
zh_hans: 存储

# settings.ai.signIn
source: Sign In…
zh_hans: 登录…

# settings.ai.studio.detail
source: View › Extension Studio (⇧⌘E): describe a Chrome extension and it is generated, installed, and injected into matching pages. Needs macOS 15.4+
zh_hans: 显示 › 扩展工作室 (⇧⌘E)：描述一个 Chrome 扩展，即可生成、安装并注入匹配页面。需要 macOS 15.4+

# settings.ai.studio.title
source: Extension Studio
zh_hans: 扩展工作室

# settings.ai.tryAgain
source: Try Again
zh_hans: 重试

# settings.ai.use.detail
source: Summarize a page, or ask about it, from the View menu. Nothing is sent until you ask
zh_hans: 从「显示」菜单总结页面或提问。在你提问前不会发送任何内容

# settings.ai.use.title
source: Use AI on pages
zh_hans: 在页面上使用 AI

# settings.ai.where.detail.cloud
source: Your key, kept in this Mac's keychain, sent only to %@. Never from a private tab
zh_hans: 密钥保存在本机钥匙串，仅发送至 %@。无痕标签页不会发送

# settings.ai.where.detail.empty
source: A provider you have a key with, or an app on this Mac
zh_hans: 你已拥有密钥的服务，或本机上的 App

# settings.ai.where.detail.local
source: Nothing leaves this Mac. Also in private tabs
zh_hans: 内容不会离开本机。无痕标签页同样适用

# settings.ai.where.title
source: Where it runs
zh_hans: 运行位置

# settings.done
source: Done esc
zh_hans: 完成 esc

# settings.downloads.alwaysButton.detail
source: Beside the other buttons, even with nothing downloading. Off, it shows only while a file comes in
zh_hans: 在其他按钮旁，即使没有下载中。关闭后仅在有文件下载时显示

# settings.downloads.alwaysButton.title
source: Always show the downloads button
zh_hans: 始终显示下载按钮

# settings.downloads.ask.title
source: Ask where to save each file
zh_hans: 每次询问保存位置

# settings.downloads.change
source: Change…
zh_hans: 更改…

# settings.downloads.saveTo
source: Save to
zh_hans: 保存到

# settings.downloads.useFolder
source: Use this folder
zh_hans: 使用此文件夹

# settings.extensions.addFromStore
source: Add from the Chrome Web Store
zh_hans: 从 Chrome 网上应用店添加

# settings.extensions.allowPrivate
source: Allow on private tabs
zh_hans: 允许在无痕标签页中使用

# settings.extensions.allowPrivate.detail
source: Off by default - a private tab keeps nothing, extensions included
zh_hans: 默认关闭——无痕标签页不保留任何内容，扩展也不例外

# settings.extensions.bringOver.detail
source: What Chrome, Arc, Brave and the others added from the Chrome Web Store — installed fresh from the store, you say yes to each one
zh_hans: Chrome、Arc、Brave 等从 Chrome 网上应用店添加的扩展——从商店重新安装，每个都需你确认

# settings.extensions.bringOver.pill
source: Bring them over…
zh_hans: 导入…

# settings.extensions.bringOver.title
source: From another browser
zh_hans: 来自其他浏览器

# settings.extensions.capture
source: Screen & camera
zh_hans: 屏幕与相机

# settings.extensions.capture.detail
source: Can record your screen — macOS asks what to share each time
zh_hans: 可录制屏幕——每次 macOS 都会询问共享内容

# settings.extensions.choose
source: Choose…
zh_hans: 选择…

# settings.extensions.chromeStore.detail
source: Paste a store link or an extension id
zh_hans: 粘贴商店链接或扩展 id

# settings.extensions.chromeStore.footer
source: Or find it in the store and press Add to Gongzuotai on its page.
zh_hans: 或在商店中找到扩展，在其页面点击「添加到 工作台」。

# settings.extensions.chromeStore.title
source: From the Chrome Web Store
zh_hans: 来自 Chrome 网上应用店

# settings.extensions.fromFolder.detail
source: An unpacked extension, as Chrome's Load unpacked
zh_hans: 未打包的扩展，如同 Chrome 的「加载已解压的扩展程序」

# settings.extensions.fromFolder.detailLong
source: A folder with a manifest.json — your own, or one exported from another browser. Reload picks up what you've changed in it since.
zh_hans: 包含 manifest.json 的文件夹——自研或从其他浏览器导出。重新加载可应用此后的更改。

# settings.extensions.fromFolder.title
source: From a folder
zh_hans: 来自文件夹

# settings.extensions.install
source: Install
zh_hans: 安装

# settings.extensions.none
source: No extensions yet
zh_hans: 尚无扩展

# settings.extensions.openStore
source: Open the Store
zh_hans: 打开商店

# settings.extensions.options
source: Options
zh_hans: 选项

# settings.extensions.pin
source: Pin to Toolbar
zh_hans: 固定到工具栏

# settings.extensions.reload
source: Reload
zh_hans: 重新加载

# settings.extensions.remove
source: Remove
zh_hans: 移除

# settings.extensions.showNewTabs
source: Show in New Tabs
zh_hans: 在新标签页显示

# settings.extensions.stopNewTabs
source: Stop in New Tabs
zh_hans: 不在新标签页显示

# settings.extensions.unpin
source: Unpin
zh_hans: 取消固定

# settings.extensions.unsupported.detail
source: Need macOS 15.4 or later — the version whose WebKit can run them.
zh_hans: 需要 macOS 15.4 或更高版本——该版本的 WebKit 才能运行扩展。

# settings.extensions.unsupported.title
source: Chrome extensions
zh_hans: Chrome 扩展

# settings.general.add
source: Add
zh_hans: 添加

# settings.general.appearance.detail
source: Light, dark, or whatever the Mac is doing — pages follow it too
zh_hans: 浅色、深色，或跟随 Mac——页面也会一并跟随

# settings.general.appearance.title
source: Appearance
zh_hans: 外观

# settings.general.autoScroll.detail
source: Click the wheel on a page, then move the mouse up or down to scroll, as on Windows. Click again to stop
zh_hans: 在页面上点按滚轮，然后上下移动鼠标滚动，如同 Windows。再点一次停止

# settings.general.autoScroll.title
source: Scroll with the middle button
zh_hans: 用中键滚动

# settings.general.autocorrect.detail
source: macOS's autocorrect inside pages — the one that capitalises for you
zh_hans: 页面内使用 macOS 自动更正——包括自动大写

# settings.general.autocorrect.title
source: Correct spelling as you type
zh_hans: 键入时纠正拼写

# settings.general.bench.detail
source: A local socket for testing. Its tabs open beside yours with a flask on them and never take over — see ./bench
zh_hans: 用于测试的本地套接字。其标签页旁会有烧瓶标记，且不会抢占——见 ./bench

# settings.general.bench.title
source: Let a script drive Gongzuotai
zh_hans: 允许脚本驱动 工作台

# settings.general.bringThings.detail
source: Bookmarks, history, passwords and extensions from another browser on this Mac, or from a file it exported
zh_hans: 从这台 Mac 上的其他浏览器，或从其导出的文件，导入书签、历史、密码和扩展

# settings.general.bringThings.pill
source: Bring Things Over…
zh_hans: 导入…

# settings.general.bringThings.title
source: Bring things over
zh_hans: 导入内容

# settings.general.cancel
source: Cancel
zh_hans: 取消

# settings.general.commandBar.detail
source: A word like "settings" or "new tab", typed alone in the address field, goes there instead of searching for it
zh_hans: 在地址栏单独输入如 "settings" 或 "new tab" 会执行命令，而不是搜索

# settings.general.commandBar.title
source: Address bar commands
zh_hans: 地址栏命令

# settings.general.fastPages.detail
source: Animations and scrolling in pages at up to 120 frames a second on a screen that can, instead of 60 as in Safari. Uses more battery. Open tabs follow when reloaded
zh_hans: 在支持的屏幕上，页面动画与滚动最高 120 帧，而非 Safari 的 60。更耗电。已打开的标签页需重新加载后生效

# settings.general.fastPages.title
source: Pages at 120 Hz
zh_hans: 页面 120 Hz

# settings.general.floatFlicks.detail
source: Two fingers on it send it to the corner or edge they point at, instead of pushing it along; a strong swipe at the side of the screen it is against tucks it in there, a sliver left to bring it back by. Dragging still puts it anywhere
zh_hans: 双指轻扫会送到所指角落或边缘，而不是拖着走；贴边用力一滑可收起，留一条边再唤回。拖移仍可放到任意位置

# settings.general.floatFlicks.title
source: Flick the floating video to a corner
zh_hans: 轻甩浮窗视频到角落

# settings.general.floatsAway.detail
source: A video playing on the site you're on comes out into its floating window as another app comes to the front, and goes back into its tab when you return
zh_hans: 当前站点正在播放的视频会在其他 App 到前台时浮出，返回时收回标签页

# settings.general.floatsAway.title
source: Float the video when you switch apps
zh_hans: 切换 App 时浮窗播放视频

# settings.general.floatsOnLeave.detail
source: A video playing on YouTube and the like comes out into its floating window when you go to another tab, and back when you return. ⇧⌘P still floats one by hand
zh_hans: YouTube 等站点正在播放的视频会在你切到其他标签页时浮出，返回时收回。⇧⌘P 仍可手动浮窗

# settings.general.floatsOnLeave.title
source: Float the video when you switch tabs
zh_hans: 切换标签页时浮窗播放视频

# settings.general.holdsHistory.detail
source: Swipe back or forward and keep your fingers down: the pages that way appear, and moving up or down picks one to go to
zh_hans: 向后或向前滑动并按住手指：会出现该方向的页面，上下移动即可选取

# settings.general.holdsHistory.title
source: Hold a swipe to pick from history
zh_hans: 按住滑动以从历史中选取
